<?php

class TG_MSG {

    const CONVERS_STARTED_MSG    = 'Рада видеть вас среди моих подписчиков!';
    const SUBSCRIBE_MSG          = 'Рада видеть вас среди моих подписчиков!';
    const NAME_REQ_MSG           = 'Напишите в сообщении свое имя, чтобы я знала как к вам правильно обращаться.';
    const PHONE_REQ_MSG          = '%s, поделитесь своим номером телефона, чтобы я могла присоединить вас к БЕСПЛАТНОМУ мотивационному чату. Для этого нажмите соответствующую кнопку ниже. Ваш номер будет использован только для этих целей и ни при каких обстоятельствах не будет передан кому бы то ни было.';
    const PHONE_REQ_BTN          = 'Поделиться номером';
    const HAS_PHONE_MSG          = 'Спасибо, что поделились своим контактом. Я напишу вам о присоединении к мотивационному чату личным сообщением. Надеюсь, что материалы в моем мотивационном чате будут интересны и полезны для вас.';
    const DEFAULT_MSG            = 'Это бот консультанта по питанию Виолетты Рожковой. Он поможет нам с вами наладить коммуникацию для вашего наилучшего результата.';
    const NEW_SUBSCRIBER_MSG     = "Новый подписчик %s \r\nІмя: %s \r\nТелефон: %s";

}